{
    "name": "Bramborové knedlíky",
    "items": [
        "1 kg vařených brambor",
        "2 vejce",
        "2 lžičky soli",
        "100 g dětské krupičky",
        "100 g hrubé mouky",
        "(optional) 1 lžíce solamylu",
        "voda na uvaření",
        "sůl"
    ],
    "procedure": [
        "Brambory uvaříme ve slupce skoro do měkka, ihned poté slijeme a necháme úplně vychladnout (ony ještě tím horkem dojdou).",
        "Poté brambory oloupeme a nastrouháme na jemném struhadle na vál, pak brambory posypeme krupičkou, moukou a solamylem, osolíme, přidáme vejce a vše zpracujeme v pevné těsto. Pokud je potřeba, přidáváme mouku i krupičku ve stejném množství. Těsto má být pevné, skoro nelepivé a pokud do něj uděláme důlek, má držet tvar asi jako v plastelíně. Těsto zpracováváme rychle ! - dlouhým hnětením řídne (tak jako většina bramborových těst).",
        "Hotové těsto rozdělíme na tři stejné díly, z každého uděláme bochánek, který hned rozválíme do tvaru knedlíku (podsypáváme hrubou moukou) a okamžitě dáváme do vroucí vody. Knedlíky nám klesnou ke dnu, tak je opatrně za pár sekund vařečkou odlepíme ode dna a od sebe, přiklopíme a vaříme středním varem 9 min., poté je vařečkou otočíme, znovu přiklopíme a vaříme dalších 9 min.",
        "Poté jeden knedlík vyjmeme (prkýnkem, podběrkou na knedlíky, ...), rozkrojíme nití vejpůl a podíváme se, jestli je těsto uprostřed knedlíku uvařené - pakliže není, knedlík hned vrátíme do vroucí vody k ostatním a ještě chvíli povaříme. !!! Vodu na knedlíky dáme vařit před zpracováním surovin, abychom je pak mohli ihned přendat do vroucí osolené vody !!! Když děláme z těsta šištičky, vložím je do vroucí vody, opatrně promícháme a minutku po vyplaváním na povrch je vyndáváme - jsou uvařené."
    ],
    "note": "Z tohoto těsta dělám knedlíky, noky, šištičky,....už hodně let a pokud z uvařených brambor přímo neteče voda (špatná odrůda, nebo brambory), tak se vždy povedou. Brambory na knedlíky vařím nejraději večer, do rána vychladnou a můžu z nich v klidu dělat. Brambory nevařím úplně do měkka - 1. ještě dojdou a za 2. knedlíky nemají tendenci se pak rozvářet.",
    "portions": 4,
    "is_čuču": false
}